<?php
return [
    'grade'=>'المرحلة',
    'Name'=>'اسـم المـرحـلة',
    'Notes'=>'المـلاحظـات',
    'Processes'=>'العمليـات',
    'addGrade'=>'إضافة مرحـلة',
    'editGrade'=>'تعديل مرحـلة',
    'deleteGrade'=>'حذف مرحـلة',
    'edit'=>'تعديل',
    'delete'=>'حـذف',
    'close'=>'إغلاق',
    'submit'=>'حفظ',
    'exists'=>'المرحلة موجودة بالفعل',
    'stage_name_ar'=>'اسم المرحلة باللغة العربية',
    'stage_name_en'=>'اسم المرحلة باللغة الانكليزية',
    'deleteQ'=>' هل انت متأكد من حذف هذه المرحلة؟',
    'delete_grade_error'=>' لا يمكن حذف المرحلة بسبب وجود صفوف تابعة لها'





];